[
  {
    "name": "Candi Borobudur",
    "location": [-7.607355, 110.203804],
    "description": "Dibangun pada abad ke-9, Candi Borobudur sekarang menjadi magnet yang mampu menarik jutaan wisatawan setiap tahun. Bagaimana cara agar bisa naik ke atas candi?"
  },
  {
    "name": "Candi Prambanan",
    "location": [7.752238, 110.491633],
    "description": "Candi Prambanan dibangun pada abad ke-9. Menjulang setinggi 47 meter dengan ornamen yang mengagumkan, kecantikan candi Hindu ini tak tertandingi. Candi Prambanan terletak 17 km ke arah timur dari pusat Kota Jogja dan bisa dijangkau dengan bus Trans Jogja."
  },
  {
    "name": "Malioboro",
    "location": [-7.79324, 110.365906],
    "description": "Malioboro adalah jantung Kota Jogja. Tak heran bila banyak penginapan murah dekat Malioboro, meskipun sekarang banyak hotel berbintang. Apa saja tempat wisata dan hotel dekat Malioboro?"
  },
  {
    "name": "Heha Sky View",
    "location": [-7.849648, 110.478496],
    "description": "HeHa Sky View sangat populer dan bisa dijangkau dalam 30 menit saja dari Kota Jogja. HeHa Sky View berisi tempat selfie, food stall, dan resto. Tempatnya sangat instagramable, banyak spot foto keren dengan pemandangan langit dan Kota Jogja dari ketinggian "
  },
  {
    "name": "Heha Ocean View",
    "location": [-7.849648, 110.478496],
    "description": "HeHa Ocean View adalah tempat wisata kekinian yang sangat populer dengan banyak spot foto keren berlatar belakang laut. HeHa Ocean View bisa dijangkau dalam 1,5 jam dari Kota Jogja. "
  },
  {
    "name": "Tugu Jogja",
    "location": [-7.849648, 110.478496],
    "description": "Tugu Jogja memendam makna filosofis tentang semangat perlawanan atas penjajahan dan kini menjadi landmark yang sangat lekat dengan Kota Jogja. Ada juga tradisi memeluk atau mencium tugu ini ketika lulus kuliah."
  },
  {
    "name": "Obelix Hills",
    "location": [-7.849648, 110.478496],
    "description": "Obelix Hills adalah tempat wisata kekinian dengan pemandangan sunset dari ketinggian, resto, dan 30 spot foto. Obelix Hills bisa dijangkau dalam 1 jam dari Kota Jogja. "
  },
  {
    "name": "Taman Sari",
    "location": [-7.849648, 110.478496],
    "description": "Gemercik air, keindahan arsitekturnya yang kuno, dan pemandangan yang menakjubkan membuat Taman Sari sangat mempesona. Lorong-lorong dan bangunannya menjadikan Taman Sari penuh rahasia yang akan terus dikuak."
  },
  {
    "name": "Pantai Parangtritis",
    "location": [-7.849648, 110.478496],
    "description": "Pantai Parangtritis hanya 27 km dari pusat Kota Jogja dan terkenal memiliki pemandangan sunset yang romantis. Naik bendi menyusuri Pantai Parangtritis sore hari akan menjadi kenangan yang manis."
  },
  {
    "name": "Tebing Breksi",
    "location": [-7.849648, 110.478496],
    "description": "Kehilangan fungsi sebagai tempat menambang batuan kapur, membuat kawasan Tebing Breksi di Sambirejo, Prambanan, malah ramai didatangi pengunjung segala umur. Siapa sangka, tempat yang dulunya tak banyak dilirik, sekarang menjadi tempat wisata unik. "
  },
  {
    "name": "Gunung Merapi",
    "location": [-7.849648, 110.478496],
    "description": "Menikmati matahari terbit dari gunung api paling aktif di negeri ini, serta menengok langsung kawah Merapi yang selalu bergolak menjadi pengalaman wajib seumur hidup"
  },
  {
    "name": "Pantai Indrayanti",
    "location": [-7.849648, 110.478496],
    "description": "Selain menawarkan pesona pantai berpasir putih dengan air laut yang jernih, Indrayanti juga menawarkan sensasi dinner romantis bertabur bintang di restoran yang terletak di tepi pantai."
  },
  {
    "name": "Bukit Bintang",
    "location": [-7.849648, 110.478496],
    "description": "Sebagai salah satu tempat dengan lanskap senja dan malam yang mempesona, Bukit Bintang menjadi tempat favorit bagi banyak kaum muda di Jogja. Terletak di tepi Jalan Jogja-Wonosari, Bukit Bintang begitu mudah didatangi. Pemandangan Kota Yogyakarta berlatar Gunung Merapi dan Merbabu tersaji di depan mata. Anda bisa duduk di kursi beton di atas tebing atau di warung-warung yang menyediakan kopi dan jagung bakar sembari menunggu matahari tenggelam. Ketika langit semakin gelap, bintang di langit luas dan kerlip lampu bagai lautan bintang menjadikan tempat ini begitu romantis."
  },
  {
    "name": "Alun-alun kidul",
    "location": [-7.849648, 110.478496],
    "description": "Saat malam, Alun-alun Kidul yang terletak di belakang Kraton Yogyakarta dipenuhi masyarakat yang mencari hiburan murah. Kerlap-kerlip lampu dari odong-odong yang mengelilingi alun-alun menambah kemeriahan."
  },
  {
    "name": "Kaliurang",
    "location": [-7.849648, 110.478496],
    "description": "Kawasan Wisata Kaliurang yang terletak di Pakem merupakan tujuan wisata favorit sejak zaman Belanda hingga sekarang. Tak heran bila mudah menemukan bangunan berasitektur indische meskipun tempat-tempat wisata baru terus bermunculan di Kaliurang. "
  },
  {
    "name": "Candi Mendut",
    "location": [-7.849648, 110.478496],
    "description": "Candi Mendut merupakan Candi Buddha yang dibangun oleh Raja Indra dari Wangsa Syailendra. Relung Candi Mendut menjadi singgasana untuk arca Buddha berukuran besar. "
  },
  {
    "name": "Pantai Drini",
    "location": [-7.849648, 110.478496],
    "description": "Sebuah pulau karang di bibir pantai membelah Pantai Drini menjadi dua bagian dengan karakter bertolak belakang. Sisi Timur yang tenang dan bagian Barat yang garang, membuat Pantai Drini menjadi sebuah pantai berkarakter ganda. "
  },
  {
    "name": "Candi Abang",
    "location": [-7.849648, 110.478496],
    "description": "Candi Abang merupakan salah satu situs candi peninggalan Hindu di Jogja yang dibangun sekitar abad ke-9 dan ke-10. Dinamakan Candi Abang karena berbeda dengan situs candi pada umumnya yang merupakan bangunan dari susunan batu-batu berwarna hitam dan berukir, bangunan Candi Abang disusun oleh batu bata merah (abang dalam bahasa Jawa). Situs candi yang diperkirakan berbentuk piramida dengan sumur di bagian tengahnya ini juga dikenal sebagai Bukit Teletubies di kalangan wisatawan karena keseluruhan bangunan candi terkubur oleh tanah dan tertutup rumput hijau sehingga menyerupai bukit dalam serial anak-anak tersebut. "
  },
  {
    "name": "Jogja Bay Waterpark",
    "location": [-7.849648, 110.478496],
    "description": "Meskipun berlokasi di pinggir kota, Jogja Bay merupakan wisata air terbesar di Indonesia. Jogja Bay Adventure Pirates Waterpark mengusung tema bajak laut. Terdapat berbagai macam wahana petualangan air yang menarik di dalamnya. Beberapa wahana yang menantang seperti Volcano Coaster, Bekti Adventure, serta Memo Racer dengan ketinggian menara sekitar 26 meter bisa menguji nyali. Selain wahana air yang lengkap, terdapat restoran-restoran bagi pengunjung untuk mengisi perut setelah puas bermain air. "
  },
  {
    "name": "Gembira Loka",
    "location": [-7.849648, 110.478496],
    "description": "Gembira Loka merupakan tempat yang tepat untuk berwisata bersama keluarga. Tak hanya bisa mencoba berbagai wahana permainan dan menyaksikan tingkah aneka satwa, di Gembira Loka Anda juga bisa menemukan kadal raksasa, Komodo Dragon."
  },
  {
    "name": "Pasar Beringharjo",
    "location": [-7.849648, 110.478496],
    "description": "Pasar Beringharjo telah digunakan sebagai tempat jual beli sejak tahun 1758. Tawarannya kini kian lengkap; mulai dari batik, jajanan pasar, jejamuan, hingga patung Budha seharga ratusan ribu."
  },
  {
    "name": "Keraton Yogyakarta",
    "location": [-7.849648, 110.478496],
    "description": "Keraton Yogyakarta tidak hanya menjadi tempat tinggal raja, namun juga menjadi penjaga nyala kebudayaan Jawa. Di tempat ini Anda dapat belajar dan melihat secara langsung bagaimana budaya tetap dilestarikan di tengah laju perkembangan dunia."
  },
  {
    "name": "Taman Sungai Mudal",
    "location": [-7.849648, 110.478496],
    "description": "Saat musim berganti dan hujan tak lagi membasahi bumi, air terjun musiman menjadi tak menarik lagi. Namun lain halnya dengan Air Terjun Mudal yang kini telah mempercantik diri dengan taman bunga warna-warni. "
  },
  {
    "name": "Waduk Sermo",
    "location": [-7.849648, 110.478496],
    "description": "Waduk sermo sebagai satu-satunya waduk yang ada di Jogja laksana oase di tengah perbukitan karst Menoreh yang eksotis. Naik perahu berkeliling tak kalah menyenangkan dengan menikmati senja di tepinya."
  },
  {
    "name": "Pantai Baron",
    "location": [-7.849648, 110.478496],
    "description": "Pesisir Selatan Jawa memang sarat dengan kisah-kisah unik, termasuk di Pantai Baron, yang konon menjadi tempat terdamparnya bule sakti. Kita bisa membayangkan kisah tersebut dari pesisir yang asri, atau dari mercusuarnya yang tinggi."
  },
  {
    "name": "Taman Pintar",
    "location": [-7.849648, 110.478496],
    "description": "Taman Pintar adalah tempat rekreasi edukasi yang keren dan seru di Jogja. Harga tiket masuknya terjangkau. Wahananya ada planetarium, wahana bahari, zona pengolahan sampah, science theater, playground, perpustakaan, kampung kerajinan, gedung oval, dll."
  },
  {
    "name": "Pantai Slili",
    "location": [-7.849648, 110.478496],
    "description": "Gazebo dan tempat makan menyambut saat mulai masuk ke area Pantai Slili. Jika dibandingkan pantai lain, Pantai Slili menjadi salah satu pantai yang memiliki garis pantai yang pendek. Pasir pantai yang putih bersih menambah keindahan dari pantai yang bersebelahan dengan Pantai Sadranan ini. Pantai ini cukup sepi, cocok bagi pengunjung yang ingin bersantai. Bebatuan karang yang ada di pinggir pantai dengan ombak-ombak kecil yang saling beradu, juga cocok untuk pengunjung yang ingin bermain-main air. Pantai ini juga cocok untuk menikmati indahnya sunrise dan sunset."
  },
  {
    "name": "Pantai Sadranan",
    "location": [-7.849648, 110.478496],
    "description": "Jika selama ini kita hanya dapat menikmati keindahan Pantai Sadranan dari permukaannya saja, sekarang kita bisa juga mencoba olahraga snorkeling; menyelami keindahannya - masuk ke kedalaman diri dan tenggelam di keluasan-Nya."
  },
  {
    "name": "Candi Kalasan",
    "location": [-7.849648, 110.478496],
    "description": "Candi Kalasan adalah candi yang dipersembahkan untuk Dewi Tara yang dinding luarnya dilapisi semen kuno. Candi Budha tertua di Yogyakarta ini dibangun oleh Rakai Panangkaran, raja dari dinasti Syailendra yang juga mengkonsep pendirian Borobudur."
  },
  {
    "name": "Pantai Ngobaran",
    "location": [-7.849648, 110.478496],
    "description": "Pantai Ngobaran ternyata kaya pesona budaya; mulai dari pura, masjid yang menghadap ke selatan, hingga potensi kuliner terpendam yaitu landak laut goreng."
  },
  {
    "name": "Candi Ijo",
    "location": [-7.849648, 110.478496],
    "description": "Candi Ijo adalah candi yang letaknya paling tinggi di Yogyakarta yang menyuguhkan pesona alam dan budaya serta pesawat yang tengah landing. Candi inilah yang membuat landasan Bandara Adisutjipto tak bisa diperpanjang ke arah timur."
  },
  {
    "name": "Ratu Boko",
    "location": [-7.849648, 110.478496],
    "description": "Candi Ratu Boko adalah kompleks istana megah yang dibangun pada abad ke-8. Bangunan yang bisa dikatakan termegah di jamannya itu dibangun oleh salah satu kerabat pendiri Borobudur."
  }
]
